/* Message that the app doesn't have access rights to biometric authentication. Placeholder is app name. */
"%@ doesn't have access to biometric authentication." = "%@ hat keinen Zugriff auf die biometrische Authentifizierung.";

/* Code option: 4-digit numeric */
"4-Digit Numeric Code" = "4-stelliger numerischer Code";

/* Code option: 6-digit numeric */
"6-Digit Numeric Code" = "6-stelliger numerischer Code";

/* Title for 'Cancel' Button */
"Cancel" = "Abbrechen";

/* Headline for 'Change Passcode' view */
"Change Passcode" = "Passcode ändern";

/* Title for code options button */
"Code options" = "Code-Optionen";

/* Headline for 'Create Passcode' view */
"Create Passcode" = "Passcode erstellen";

/* Code option: custom alphanumeric */
"Custom Alphanumeric Code" = "Alphanumerischer Code";

/* Promt user to enter new passcode */
"Enter new passcode" = "Neuen Passcode eingeben";

/* Promt user to enter passcode */
"Enter your passcode" = "Passcode eingeben";

/* Notify user that passcodes do not match */
"Passcodes don't match. Try again." = "Passcodes stimmen nicht überein. Versuche es erneut.";

/* Headline for 'Remove Passcode' view */
"Remove Passcode" = "Passcode entfernen";

/* Title for 'Settings' Button */
"Settings" = "Einstellungen";

/* Promt user to verify new passcode */
"Verify new passcode" = "Neuen Passcode wiederholen";

/* Promt user to verify passcode */
"Verify your passcode" = "Passcode wiederholen";

/* Biometric enrollment prompt reason */
"Enable biometric authentication" = "Biometrische Authentifizierung aktivieren";

/* Biometric authentication prompt reason */
"Verify your identity" = "Identität bestätigen";
